Repository: Toms15/add-bulk-cart-packages
Catalog: languages/*.po
Languages: it_it

source: WooCommerce must be active to use this plugin.
it_it: WooCommerce deve essere attivo per utilizzare questo plugin.

source: <strong>Warning:</strong> The "Add Bulk Cart Packages" plugin requires WooCommerce to function.
it_it: <strong>Attenzione:</strong> Il plugin “Add bulk cart packages” richiede WooCommerce per funzionare.

source: Package URL
it_it: URL del pacchetto

source: Select one or more products
it_it: Seleziona uno o più prodotti

source: Add new product
it_it: Aggiungi nuovo prodotto

source: Select a product
it_it: Seleziona un prodotto

source: Remove
it_it: Rimuovi

source: Copy this URL and use it to add products to your cart.
it_it: Copia la URL e usala per aggiungere i prodotti direttamente nel tuo carrello.

source: Select at least one product to generate the URL.
it_it: Seleziona almeno un prodotto per generare la URL.

source: Security check failed.
it_it: Controllo di sicurezza fallito.

source: Create packages of products and generate URLs to add them to the shopping cart with specific quantities
it_it: Crea pacchetti di prodotti e genera URL per aggiungerli al carrello con quantità specifiche
